Revit 2027 API
ParameterTypeId.WallAttrDefheightParam Property
 "Default height"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId WallAttrDefheightParam { get; }
Public Shared ReadOnly Property WallAttrDefheightParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ WallAttrDefheightParam {
	ForgeTypeId^ get ();
}
static member WallAttrDefheightParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace